Repository: A6GibKm/decibels
Catalog: po/*.po
Languages: ro, ru

source: Decibels
ro: Decibeli
ru: Децибелы

source: Audio Player
ro: Player audio

source: Play audio files
ro: Redă fișiere audio
ru: Воспроизведение аудио файлов

source: music;player;media;audio;
ro: music;player;media;audio;muzică;
ru: music;player;media;audio;музыка;плеер;медиа;аудио;

source: Current features:
ro: Funcționalități curente:
ru: Текущие возможности:

source: Shows the waveform of the track
ro: Arată forma în valuri a piesei
ru: Отображение волны трека

source: Adjust playback speed
ro: Ajustează viteza de redare
ru: Настройка скорости воспроизведения

source: Easy seek controls
ro: Controale de căutare ușoare
ru: Простое управление поиском

source: Drop Here to Open
ro: Plasează aici pentru a deschide

source: Play Audio Files
ro: Redă fișiere audio

source: Drag and drop audio files here
ro: Trage și plasează fișiere audio aici

source: _Open…
ro: _Deschide…
ru: _Открыть…

source: File Cannot Be Played
ro: Fișierul nu poate fi redat
ru: Невозможно воспроизвести файл

source: _Try Again…
ro: Î_ncearcă din nou…
ru: _Попробуйте еще раз…

source: Main Menu
ro: Meniu principal
ru: Главное меню

source: New Window
ro: Fereastră nouă

source: Open…
ro: Deschide…
ru: Открыть…

source: Show in _Files
ro: Arată în _Fișiere

source: _Keyboard Shortcuts
ro: Scurtături de _tastatură
ru: _Комбинации клавиш

source: _About Decibels
ro: _Despre Decibeli
ru: _О приложении

source: Adjust Playback Speed
ro: Ajustează viteza de redare

source: Skip Back 10s
ro: Omite înapoi 10s

source: Skip Forward 10s
ro: Omite înainte 10s

# shortcut window
source: General
ro: Generale

# shortcut window
source: Show Shortcuts
ro: Arată scurtăturile

# shortcut window
source: New Window
ro: Fereastră nouă

# shortcut window
source: Quit
ro: Ieșire

# shortcut window
source: Open File
ro: Deschide un fișier

# shortcut window
source: Pause/Play
ro: Pauză/Redare

# shortcut window
source: Go Back 10 Seconds
ro: Mergi înapoi 10 secunde

# shortcut window
source: Go Forward 10 Seconds
ro: Mergi înainte 10 secunde

source: translator-credits
ro: Florentina Mușat <florentina [dot] musat [dot] 28 [at] gmail [dot] com>, 2024

source: Unable to access dropped files
ro: Nu se pot accesa fișierele plasate
ru: Невозможно получить доступ к удаленным файлам

source: An unknown error happened
ro: A apărut o eroare necunoscută
ru: Произошла неизвестная ошибка

source: File uses a format that cannot be played. Additional media codecs may be required.
ro: Fișierul utilizează un format care nu poate fi redat. Pot fi necesare codec-uri media adiționale.
ru: Файл использует формат, который невозможно воспроизвести. Возможно, потребуются дополнительные медиа кодеки.

source: An error happened while trying to get information about the file. Please try again.
ro: A apărut o eroare la încercarea de a obține informații despre fișier. Încercați din nou.
ru: Произошла ошибка при попытке получить информацию о файле. Пожалуйста, попробуйте еще раз.

source: File uses an invalid URI
ro: Fișierul utilizează un URI nevalid

source: Reading the file’s information timed out. Please try again.
ro: Citirea informațiilor fișierului a expirat. Încercați din nou.

source: Unknown File
ro: Fișier necunoscut
ru: Неизвестный файл

source: The selected file doesn’t contain any audio
ro: Fișierul selectat nu conține audio

source: Full Volume
ro: Volum complet

source: Muted
ro: Mut

source: Pause
ro: Pauză

source: Play
ro: Redă

source: Audio files
ro: Fișiere audio
ru: Аудио файлы

source: Open File
ro: Deschide un fișier
ru: Открыть файл

source: No available audio file found
ro: Nu s-a găsit niciun fișier audio disponibil

source: Directories Cannot Be Played
ro: Directoarele nu pot fi redate

source: Please select a file.
ro: Selectați un fișier.

source: The selected file is not a regular file.
ro: Fișierul selectat nu este un fișier obișnuit.

source: No file was selected
ro: Nu a fost selectat niciun fișier

source: Open an Audio File
ru: Открыть аудио файл

source: The selected file doesn't contain any audio
ru: Выбранный файл не содержит аудио

source: The file could not be accessed
ru: Не удалось получить доступ к файлу
